brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-delta"
brew "htop"
brew "libpq"
brew "moor"
brew "ncdu"
brew "neovim"
brew "php"
brew "python"
brew "ripgrep"
brew "tree-sitter"
brew "uv"
cask "codex"
cask "font-fira-code"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "ghostty"
cask "wezterm"
