brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fd"
brew "git"
brew "htop"
brew "moor"
brew "ncdu"
brew "neovim"
brew "php"
brew "ripgrep"
cask "codex"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "wezterm"
